positions = {'goalkeeper' : 'Вратарь🧤', 
             'left-back' : 'Л. Защитник🛡', 
             'center-back' : 'Ц. Защитник🛡', 
             'right-back' : 'П. Защитник🛡', 
             'defensive-midfielder' : 'Опорный полузащитник🏃‍♂️', 
             'attacking-midfielder' : 'Атакующий полузащитник🏃‍♂️',
             'forward' : 'Нападающий🎯'
}

positions_short = {'goalkeeper' : 'ВРТ🧤', 
                   'left-back' : 'Л.ЗАЩ🛡', 
                   'center-back' : 'Ц.ЗАЩ🛡', 
                   'right-back' : 'П.ЗАЩ🛡', 
                   'defensive-midfielder' : 'О.ПЗЩ🏃‍♂️', 
                   'attacking-midfielder' : 'А.ПЗЩ🏃‍♂️',
                   'forward' : 'НАП🎯'
}

suck_cash_message = {1000 : "Старайся лучше, неверный!", 
                     3000 : "Чтобы больше никаних радужных повязок у игроков! Мужеложество - харам! Одевайся и уходи!", 
                     5000 : "Ммм... Ти мой любимий кафир! Бери деньги! Заслужил!", 
                     20000 : "Ай, шайтан, что творишь! В гарем возьму!!!"
}

discounts = {1: 0, 0.98: 2, 0.97: 3, 0.95: 5, 0.9: 10, 0.8: 20, 0.7: 30, 0.5: 50}